Repository: OlafMd/MedCon1.0
Catalog: mmdocconnect-core/MMDocConnectDBMethods/Properties/Resources.*.resx
Languages: de

source: Best regards,
de: Mit freundlichen Grüßen,

# emailSubject
source: Welcome to Medios Connect
de: Willkommen bei Medios Connect

# firstLine
source: Thank you for using the mediosmanagement fee settlement program
de: vielen Dank für Ihre Teilnahme am Abrechnungsprogramm von mediosmanagement.

# fourthLine
source: Please don’t hesitate to contact us in case of further questions
de: Für Rückfragen stehen wir Ihnen gern zur Verfügung

# secondLine
source: Your initial password is:
de: Ihr initiales Passwort lautet

# thirdLine
source: For security reasons we are recommending that you should change this password upon your first login.
de: Bitte ändern Sie das Passwort aus Sicherheitsgründen bei Ihrem ersten Login.

# WelcomePracticeName
source: Welcome
de: Herzlich Willkommen

# helloMM
source: Hi mm Team,
de: Hallo mm Team,

# orderurgent
source: The following order must be processed immediately:
de: die folgende Bestellung muss sofort bearbeitet werden:

# regards
source: Best regards,
de: Viele Grüße,

# adHocFirstLine
source: a new record for a previously unknown aftercare ophthalmologist has just been created.
de: soeben wurde ein neuer Nachsorgearzt im System angelegt.

# adHocSecondLine
source: Please verify the information for new doctor and the respective practice as soon as possible to avoid duplicates.
de: Bitte überprüft die Daten für den neuen Arzt und die entsprechende Praxis umgehend um Dopplungen zu vermeiden.

source: created by
de: erstellt von

source: from
de: von

source: City:
de: Ort:

source: Comment:
de: Kommentar:

# houseNr
source: No.:
de: Haus-Nr.:

source: Phone:
de: Telefon:

source: ZIP:
de: PLZ:

source: further questions.
de: Verfügung.

# MailSubjectReceipt
source: Medios Connect / New Settlement Receipt
de: Medios Connect / Neue Abrechnungsübersicht

# mediosconnectsettlement
source: mediosmanagement fee settlement program.
de: Abrechnungsprogramm von medios connect.

# newSettlementForYou
source: A new settlement receipt is ready for you to download:
de: Es liegt eine neue Abrechnungsübersicht für Sie vor:

# pleaseContactUs
source: Please don’t hesitate to contact us in case of
de: Für Rückfragen stehen wir Ihnen gern zur

# thankYouForBeinguser
source: Thank you for being a loyal user of the
de: vielen Dank für Ihre aktive Teilnahme am

source: Your Medios Connect team.
de: Ihr Medios Connect Team.

source: Amount
de: Betrag

# CaseNum1
source: Case-
de: Vorgangs-

# CaseNum2
source: number
de: nummer

source: Date
de: Datum

source: Deleted
de: Stornierung

# DetailedInfoForInvoice
source: Detailed information for invoice
de: Detaillierte Informationen für den Leistungszeitraum

# GPOS
source: Case (GPOS)
de: Vorgang

# InvoiceForAccount
source: This is invoice for doctor account
de: Der Betrag wird innerhalb der nächsten 5 Werktage auf das Konto

source: Invoice from
de: Honorarvorgang vom

source: Invoice number:
de: Vorgangsnummer

source: Invoice period
de: Die Leistungszeiträume im Überblick

# InvoicePeriod2begin
source: Invoice period
de: Die Leistungen für

# InvoiceSumme
source: Sum for this invoice period
de: Summe der oben aufgeführten Beträge

# PatientBirthDate
source: Birth Date
de: Geb.-Datum

# PatientInsuranceNumber
source: Insurance No.
de: Versichertennummer

source: Period of invoice
de: Leistungszeitraum

source: Sum for
de: Summe für

source: Sum for deleted
de: Summe für Stornierung

# footerFrom
source: From
de: Seite

# footerTo
source: to
de: von

source: Reclaimed
de: Rückforderung

# adHocSubject
source: New Aftercare Doctor
de: Neue Nachsorgearzt

source: Sum for reclaimed
de: Summe für Rückforderung

# Hello
source: Hi
de: Hallo

# bodyLine1
source: Hi
de: Hallo

# bodyLine2
source: Thank you for working with the mediosmanagement fee settlement program.
de: vielen Dank für Deine Mitarbeit am Abrechnungsprogramm von mediosmanagement.

# bodyLine3
source: Your password has been reset. Your new password is:
de: Dein Passwort wurde zurückgesetzt. Das neue Passwort lautet:

# bodyLine4
source: For security reasons we are recommending that you should change this password upon your first login.
de: Bitte ändere das Passwort aus Sicherheitsgründen bei Deinem ersten Login.

# bodyLine6
source: Please don’t hesitate to contact us in case of further questions.
de: Für Rückfragen stehen wir Dir gern zur Verfügung.

source: Street:
de: Strasse:

source: Reference number
de: Referenz-nummer

# FS13
source: Documentation only
de: zur Dokumentation

# FS21
source: OCT pending
de: OCT vorgemerkt
